export default {
  meta: {
    title: 'الأسئلة الشائعة',
    description: 'ابحث عن إجابات للأسئلة الشائعة حول StackUnity'
  },
  section: {
    title: 'الأسئلة المتكررة',
    description: 'لديك أسئلة؟ لدينا إجابات.'
  },
  items: [
    {
      question: 'ما هو StackUnity؟',
      answer: 'StackUnity هو محطة شاملة للمطورين الذين يرغبون في إنشاء وإدارة وتحسين مشاريعهم على الويب. يجمع بين أدوات التطوير والمراقبة وتدقيق تحسين محركات البحث والمزيد.'
    },
    {
      question: 'هل هناك نموذج مجاني؟',
      answer: 'نعم، يمكنك الوصول إلى التطبيق مجانًا مع ملحقات مميزة مدفوعة.'
    },
    {
      question: 'لماذا هذا السعر؟',
      answer: 'نقدم وصولاً مدى الحياة إلى جميع أدواتنا بسعر فريد. إنها دفعة واحدة تمنحك الوصول إلى جميع أدواتنا مدى الحياة والتحديثات مضمنة. نقدم ضمان استرداد الأموال لمدة 30 يومًا إذا لم تكن راضيًا عن المنتج.'
    },
    {
      question: 'هل هناك قيود في الخطة المجانية؟',
      answer: 'تتيح لك الخطة المجانية الإنشاء حتى الميزات الأساسية. للاستخدام غير المحدود والميزات المتقدمة، نوصي بالترقية إلى خطة الوصول مدى الحياة.'
    },
    {
      question: 'كيف يعمل الدعم؟',
      answer: 'يتمتع جميع المستخدمين بإمكانية الوصول إلى دعم المجتمع. يستفيد المستخدمون المميزون من الدعم ذي الأولوية عبر البريد الإلكتروني.'
    },
    {
      question: 'هل يمكنني تجربة StackUnity قبل الشراء؟',
      answer: 'بالتأكيد! يمكنك إنشاء حساب مجاني لاستكشاف الميزات الأساسية للمنصة قبل اتخاذ قرار شراء الوصول الكامل.'
    },
    {
      question: 'هل هناك خصم للطلاب أو المنظمات غير الربحية؟',
      answer: 'نعم، نقدم خصمًا بنسبة 50٪ للطلاب والمنظمات غير الربحية. يرجى الاتصال بنا للحصول على رمز الخصم. أيضًا، يمكن لأي مستخدم الحصول على خصم 20٪ باستخدام الرمز "STACKUNITY20" عند الدفع.'
    }
  ]
} 