export default {
  meta: {
    title: '常见问题',
    description: '查找有关 StackUnity 的常见问题解答'
  },
  section: {
    title: '常见问题',
    description: '您有问题？我们有答案。'
  },
  items: [
    {
      question: 'StackUnity 是什么？',
      answer: 'StackUnity 是一站式商店，面向希望创建、管理和优化其网络项目的开发人员。它结合了开发工具、监控、SEO 审核等多种功能。'
    },
    {
      question: '是否有免费增值模式？',
      answer: '是的，您可以免费访问应用程序，同时提供付费的高级扩展功能。'
    },
    {
      question: '为什么是这个价格？',
      answer: '我们提供终身访问我们所有工具的独特价格。这是一次性付款，让您终身访问我们所有工具，并包含更新。如果您对产品不满意，我们提供 30 天退款保证。'
    },
    {
      question: '免费计划有限制吗？',
      answer: '免费计划允许您创建基本功能。对于无限使用和高级功能，我们建议升级到终身访问计划。'
    },
    {
      question: '支持是如何运作的？',
      answer: '所有用户都可以访问社区支持。高级用户可通过电子邮件获得优先支持。'
    },
    {
      question: '我可以在购买前试用 StackUnity 吗？',
      answer: '当然可以！您可以创建免费帐户，在决定购买完整访问权限之前探索平台的基本功能。'
    },
    {
      question: '学生或非营利组织有折扣吗？',
      answer: '是的，我们为学生和非营利组织提供 50% 的折扣。请联系我们获取折扣代码。此外，任何用户都可以在结账时使用代码"STACKUNITY20"获得 20% 的折扣。'
    }
  ]
} 